# 주석이란?
# 주석은 컴퓨터에게 내리는 명령에서 예외처리되는 문법(표현)입니다
# 주석은 줄(행)주석과 블럭 주석으로 나뉘어집니다.

# 주석처리는 Ctrl+K+C 주석지우기는 Ctrl+K+U
 

# 주석은 이렇게 불필요한 코드를 예외처리하거나 print("파이썬 둘째날 ^^")
# print("hello") #이렇게 어떠한 코드의 중요 코멘트를 작성하는데도 사용됩니다.
# print("python 첫날입니다")
# """ 블럭주석은 따옴표 3개로 시작과 끝을 지정합니다.
# 주로 연속된 많은 코드를 예외처리하거나
# 보고서 문구를 삽입할때도 사용되어집니다.
# 홀따옴표든 쌍따옴표든 3개를 이용해서 열고 닫고 하면 됩니다.
# """
# """
# print("python을 시작해 볼까요")
# print("파이썬 둘째날 ^^")
# print("hello")
# """
# print("python 첫날입니다")
# print("python을 시작해 볼까요") #한 줄에 두개의 명령을 사용할 때 세미콜론(;)으로 마침표를 찍어주어야함.

# print("Hello Python")
# print("Hello \npython")
# print("재밌는");print("Python")

# print("hello\n"
# "Python\n"
# "Start")

# print("저의 이름은 홍길동 입니다")
# print("저의 나이는 20살 입니다")
# print("주소는 산골자기 입니다")

# print("저의 이름은 홍길동 입니다\n저의 나이는 20살 입니다\n주소는 산골자기 입니다")

print("Have\t"
      "a\t"
      "Good\t"
      "Time.")
print("1234567\t"
      "1\t"
      "12345678\t"
      "123")
