# print('표현 \ 방식')
# print('표현 \1 방식')
# print('표현 \2 방식')
# print('표현 \3 방식')
# print('표현 \4 방식')
# print('표현 \5 방식')
# print('표현 \6 방식')
# print('표현 \7 방식')
# print('표현 \8 방식')
# print('표현 \9 방식')
# print('표현 \10 방식')
# print('표현 \11 방식')
# print('표현 \12 방식')
# print('표현 \13 방식')
# print('표현 \14 방식')
# print('표현 \150 방식')
# print('표현 \200 방식')

# print('표현 \\2 방식')
# #print('표현 방식\') #error code
# print('표현 방식\\')
#escape문자는 붙여서 사용해야함(\2->O / \ 2->X)
#escape문자 중 \기호를 2번 쓰려면 총 4개를 써야함



# print("===================")
# print("\t /)/)")
# print("\t( ..)")
# print("\t( >♡")
# print(" Have a Good Time. ")
# print("===================\n")

# print("\t\t#### 회비 정보 ####")
# print("==================================================")
# print("이름\t나이\t전화번호\t회비")
# print("==================================================")
# print("홍길동\t\"15\"\t010-123-1234\t\\20,000")
# print("임꺽정\t\"20\"\t010-234-2345\t\\20,000")
# print("김말이\t\"28\"\t010-345-3456\t\\20,000")
# print("--------------------------------------------------")
# print("총합계\t\t\t\t\\100,000")
# #'' 사이에는 ""를 \를 사용하지 않고 사용할 수 있다.

# print(123 + 123)
# print(542 - 242)
# print(2 * 123)
# print(120 / 3)
# # 연산식에는 연산자의 좌우로 피연산자가 있어야함. 없으면 에러

# print("덧셈 결과 : ",123 + 123)
# print("뺄셈 결과 : ",542 - 242)
# print("곱셈 결과 : ",2 * 123)
# print("나눗셈 결과 : ",120 / 3)

# print("12 + 54 = ",12 + 54,"입니다")
# print("268 - 42 = ",268 - 42,"입니다")
# print("12 + 54 = ",2 * 23,"입니다")
# print("12 + 54 = ",120/3,"입니다")

# print(0b01111011)
# print(0o173)
# print(0x7b)
# print(123)

# print("2진수 : ",bin(0b01111011))
# print("8진수 : ",oct(0b01111011))
# print("16진수 : ",hex(0b01111011))
# print("10진수 : ",0b01111011)